# taps
tap "azure/functions"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"

# binaries
brew "azure-cli"
brew "ffmpeg"
brew "gh"
brew "git"
brew "helm"
brew "hugo"
brew "jq"
brew "llvm"
brew "nvm"
brew "pandoc"
brew "pnpm"
brew "pyenv"
brew "scc"
brew "azure/functions/azure-functions-core-tools@4"
brew "hashicorp/tap/terraform"

# apps
cask "1password"
cask "audacity"
cask "calibre"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "obs"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"